{
  pyramid: %Q(
    Означает постепенное наращивание в каждом подходе веса в упражнении. Например, если максимальный рабочий вес в жиме лежа 100 кг, то в первом подходе выставляем вес килограмм 50, во втором - 70, и так постепенно приближаемся к своему запланированному рабочему весу. Если использовать полную пирамиду - это означает после выполнения подхода с максимальным запланированным весом постепенное его уменьшение от подхода к подходу. Данный метод позволяет избежать травм, а так же позволяет проработать разные типы мышечных волокон в рамках одной тренировки. Однако стоит заметить, что очень часто этот метод оказывается не эффективным, поскольку утомление мышцы в первых подходах с малыми весами не позволяет добиться высокого уровня нагрузки, который стимулирует рост.
  ),

  rest_pause: %Q(
    Означает выполнение упражнения с максимальным весом ( весом, в котором вы можете осилить лишь два-три повторения ) в многоповторном режиме. Выполняется так, например в жиме лежа. Делаете эти 2-3 повтора и кладете штангу на стойки. Отдыхаете 40 - 60 секунд и делаете еще два - три повтора. Положите штангу на стойки, отдыхаете 60 - 90 секунд и выполняете еще пару подходов. Получается в сумме 7 - 10 повторов с весом, близким к максимальному. Данный метод предназначен для увеличения силы и, соответственно, массы тренирующегося.
  ),

  static_tension: %Q(
    Означает статическое напряжение работающей мышцы сразу после выполнения упражнения. Например, сделав подъем штанги на бицепс, сразу напрягаете бицепс, можно перед зеркалом, в течение нескольких секунд. Данный принцип способствует улучшению сепарации мышц, улучшению рельефа и общей формы.
  ),

  cheating: %Q(
    Вопреки общепринятому мнению, читинг должен рассматриваться как метод увеличения нагрузки, а не снятия ее с работающей мышцы. К примеру, при подъеме штанги на бицепс, в нижней точке амплитуды мы подталкиваем ее корпусом для облегчения старта, но за счет этого можем работать с более тяжелой штангой на остальном участке амплитуды, что является немаловажным условием для роста того же бицепса.
  ),

  peak_contraction: %Q(
    Пиковое сокращение означает предельное напряжение работающей мышцы в состоянии максимального (пикового) сокращения. Например, для бицепса, при подъеме штанги либо гантелей на бицепс стоя, в верхней точке амплитуды, усилие работающей мышцы ничтожно мало. Идея принципа состоит в том, чтобы в этой точке усилие мышцы было максимальным, либо близким к тому. Применение принципа в данном упражнении состоит в наклоне туловища вперед в конце движения, за счет чего нагрузка в конечной точке не уйдет. Данного недостатка лишены упражнения на блоках, поддерживающие постоянное напряжение мышц по всей амплитуде. Применяя данный принцип, можно построить потрясающие пики на том же бицепсе, если позволяет генетика.
  ),

  partial_amplitude: %Q(
    Означает два-три неполных повтора в конце обычного подхода. Например, в жиме лежа вы делаете до отказа 8-10 повторений в полной амплитуде, а затем два- три неполных повторения в верхней части амплитуды. Этим дополнительно задерживается молочная кислота в работающей мышце, что вызывает ощущение жжения в ней. Данный принцип способствует увеличению массы мышц, а также их капилляризации и венозности. Имеет еще одно название - принцип "Берн" (burn - жжение).
  ),

  partial_repetition: %Q(
    Означает работу в определенной части амплитуды. К данному принципу приковано очень большое внимание в связи с повальным применением его профессиональными бодибилдерами. Вопреки классическому применению принципа только в последних повторениях полуамплитудных подходов, сейчас зачастую применяется вместо этих полноамплитудных повторений . За счет урезания амплитуды тренирующийся может работать с весом намного больше обычного, что обязательно окажет влияние на рост мускулатуры.
  ),

  force_repetition: %Q(
    Означает помощь партнера после исчерпания собственных возможностей в упражнении. Например, вы можете в жиме лежа поднять 100 кг штангу 5 раз. После выполнения самостоятельно этих пяти повторов, партнер помогает выжать штангу еще 2 - 3 раза. Форсированные повторы - это очень сложный принцип и не стоит ими злоупотреблять, иначе вместо роста мышц можно получить обратный результат. Но куда более сложен и травмоопасен следующий принцип.
  ),

  negativ: %Q(
    За счет анатомических особенностей организма, человек в негативной фазе движения может использовать вес намного превышающий вес, используемый в позитивной фазе движения. Например, в жиме лежа можно опустить вес больший, чем можно поднять в этом же движении. Используя негативы, партнер поднимает штангу вместе с вами (или же вместо вас) , а опускаете вы ее уже самостоятельно, но под неусыпным оком страхующего партнера. Понятно, что применение данного принципа очень травмоопасно и требует постоянной помощи. Рекомендуется к использованию только очень опытными спортсменами.
  ),

  burst: %Q(
    Чтобы максимально увеличить свой силовой потенциал, вам необходимо развивать мощность мышц. Чтобы добиться увеличения мощи, вам понадобятся взрывные тренировки, как дополнение к классическим силовым упражнениям. (Помните: Мощь = Сила х Скорость).
  ),

  super_set: %Q(
    Выполняя подряд два упражнения для мышц-антагонистов без паузы или с очень маленькой паузой, тренирующийся может добиться лучшего развития данных мышц, чем если бы он выполнял на них подходы традиционно. Кроме того, кровенаполнение мышц во время тренинга будет более высоким. Пример, выпрямление рук на верхнем блоке для трицепса и сразу же сгибание рук на скамье Скотта для бицепса.
  ),

  comb_set: %Q(
    Данный принцип означает выполнение двух либо более упражнений, нацеленных на проработку одной и той же мышечной группы, выполняемых без паузы либо с маленькой паузой. например, для бицепса это могут быть сгибания рук со штангой и сразу же - "молотковые" сгибания рук стоя либо сидя. По мере тренированности можно выполнять три упражнения на одну мышечную группу (называется трисет ), или переходить к методу гигантских сетов, что означает выполнение 4 - 6 упражнений на одну мышечную группу.
  ),

  prior_exhaustion: %Q(
    Предварительное утомление означает выполнение изолированного упражнения перед базовым на одну и ту же группу мышц. В зависимости от целей, эти упражнения можно выполнять как методом комбинированных сетов, так и просто поочередно, в рамках обычной тренировки. Например, выполняем несколько подходов кроссоверов на грудные мышцы, а затем переходим к жимам штанги лежа. В результате грудь проработается несколько сильнее обычного, что неуклонно приведет к ее дальнейшему росту
  ),

  drop_set: %Q(
    это сеты со сбрасыванием веса. Вы начинаете сет с определенным весом отягощения – будь то свободный вес или отягощение в тренажере, доводите выполнение сета до той точки, когда выполнить движение с соблюдением строгой техники уже не представляется возможным, уменьшаете вес отягощения в среднем на 25% и вновь, делаете сет до отказа. Классический вариант дроп-сета подразумевает минимальный промежуток между мини-сетами, в идеале – паузы минимальны, вес меняется за 2-3 секунды.
  )
}
